package com.fm_example.roulette;

public class MyData {

    static String[] commentArray = {
            "残念！", "まぁまぁ", "残念！", "あたり", "残念！", "大当たり", "まぁまぁ", "残念！"
            , "あたり", "まぁまぁ", "残念！", "あたり", "残念！", "あたり", "残念！", "大当たり！", "まぁまぁ"
            , "大当たり", "あたり", "まぁまぁ", "残念！", "あたり", "残念！", "あたり", "残念", "大当たり"
            , "まぁまぁ", "あたり", "残念！", "まぁまぁ"};

    static Integer[] addArray = {
            3, 2, 3, 1, 4, 1, 1, 4, 2, 3, 3, 1, 5, 2, 3, 0, 2, 0, 2, 2, 4, 2, 3, 1, 2, 2, 3, 1, 5, 1
    };

    static Integer[] nunberArray = {
            5, 8, 5, 10, 5, 14, 9, 5, 10, 8, 5, 10, 4, 12, 5, 20, 8, 15, 12, 8, 4, 10, 5, 10, 5, 15, 7, 14, 5, 8
    };


}
